Repository: grahamthetvi/Switch2GO_AAC_iPadOS
Catalog: iosApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, vi, zh_hans, zh_hant

source: The CVI Display Settings let you control how many phrase symbols appear on each page. Fewer symbols means less visual clutter — choose between 2, 3, or 4 symbols per page.
ar: تتيح إعدادات عرض CVI التحكم بعدد رموز العبارات في الصفحة. رموز أقل تعني فوضى أقل — اختر 2 أو 3 أو 4.
de: CVI-Anzeigeeinstellungen steuern, wie viele Phrasensymbole pro Seite erscheinen. Weniger Symbole, weniger Durcheinander — 2, 3 oder 4.
es: Los ajustes de pantalla CVI controlan cuántos símbolos de frase hay por página. Menos símbolos, menos desorden: elija 2, 3 o 4.
fr: Les réglages d’affichage CVI contrôlent le nombre de symboles par page. Moins de symboles, moins de charge : 2, 3 ou 4.
ja: CVI表示設定で1ページの記号数を決めます。少ないほど見やすいです。2、3、4から選べます。
vi: Cài đặt hiển thị CVI cho phép chọn số ký hiệu cụm từ mỗi trang. Ít ký hiệu thì đỡ rối — chọn 2, 3 hoặc 4.
zh_hans: CVI 显示设置可控制每页出现多少语句符号。符号越少越不杂乱——可选每页 2、3 或 4 个。
zh_hant: CVI 顯示設定可控制每頁出現多少語句符號。符號越少越不雜亂——可選每頁 2、3 或 4 個。

source: The front-facing camera should be on the left side, facing you.
ar: يجب أن تكون الكاميرا الأمامية على اليسار ومواجهة لك.
de: Die Frontkamera sollte links sein und zu Ihnen zeigen.
es: La cámara frontal debe quedar a la izquierda, mirándole.
fr: La caméra avant doit être à gauche, face à vous.
ja: 前面カメラは左側で、あなたを向きます。
vi: Camera trước nên ở bên trái, hướng về bạn.
zh_hans: 前置摄像头应在左侧朝向您。
zh_hant: 前置相機應在左側朝向您。

source: The Image Tool
ar: أداة الصور
de: Das Bildwerkzeug
es: La herramienta de imágenes
fr: L’outil d’images
ja: 画像ツール
vi: Công cụ ảnh
zh_hans: 图片工具
zh_hant: 圖片工具

source: The interface uses high-contrast, customizable layouts with fewer symbols per page to reduce visual complexity. Every phrase can be individually styled with custom colors, images, borders, and text sizes.
ar: تستخدم الواجهة تخطيطات عالية التباين وقابلة للتخصيص برموز أقل في الصفحة لتقليل التعقيد البصري. يمكن تنسيق كل عبارة بألوان وصور وإطارات وأحجام نص.
de: Die Oberfläche nutzt kontrastreiche, anpassbare Layouts mit weniger Symbolen pro Seite. Jede Phrase kann einzeln mit Farben, Bildern, Rändern und Textgrößen gestaltet werden.
es: La interfaz usa diseños de alto contraste y personalizables, con menos símbolos por página para reducir la complejidad visual. Cada frase puede estilizarse con colores, imágenes, bordes y tamaños de texto.
fr: L’interface utilise des mises en page contrastées et personnalisables, avec moins de symboles par page pour réduire la complexité visuelle. Chaque phrase peut être stylée (couleurs, images, bordures, tailles de texte).
ja: 画面は高コントラストでカスタムでき、1ページの記号を減らして見やすくします。フレーズごとに色、画像、枠、文字サイズを変えられます。
vi: Giao diện dùng bố cục tương phản cao, tùy chỉnh được, ít ký hiệu mỗi trang để giảm phức tạp thị giác. Mỗi cụm từ có thể tạo kiểu riêng với màu, ảnh, viền và cỡ chữ.
zh_hans: 界面采用高对比、可自定义的布局，每页符号更少以降低视觉复杂度。每条语句都可单独设置颜色、图片、边框和字号。
zh_hant: 介面採用高對比、可自訂的版面，每頁符號更少以降低視覺複雜度。每條語句都可單獨設定顏色、圖片、邊框與字級。

source: The main screen shows category tiles (e.g. General, Basic Needs, Feelings). Tap a category to see its phrases, then tap a phrase to speak it out loud. Use the back arrow at the top to return to categories.
ar: تعرض الشاشة الرئيسية بلاطات الفئات. اضغط فئة لرؤية عباراتها ثم اضغط عبارة للنطق. سهم الرجوع أعلى الشاشة يعود للفئات.
de: Der Hauptbildschirm zeigt Kategoriekacheln. Tippen Sie auf eine Kategorie, dann auf eine Phrase zum Sprechen. Mit dem Pfeil oben zurück.
es: La pantalla principal muestra mosaicos de categorías. Toque una categoría para ver sus frases y toque una frase para hablar. Use la flecha atrás arriba para volver.
fr: L’écran principal montre des tuiles de catégories. Touchez une catégorie pour voir ses phrases, puis une phrase pour la dire. Utilisez la flèche retour en haut.
ja: 最初の画面にカテゴリのタイルがあります。カテゴリをタップしてフレーズを見、フレーズをタップして読み上げます。上の戻る矢印でカテゴリに戻ります。
vi: Màn hình chính hiện ô danh mục. Chạm danh mục để xem cụm từ, rồi chạm cụm từ để nói. Dùng mũi tên quay lại phía trên để về danh mục.
zh_hans: 主屏幕显示类别磁贴。点一个类别查看语句，再点语句朗读。用顶部返回箭头回到类别。
zh_hant: 主畫面顯示類別圖塊。點一個類別查看語句，再點語句朗讀。用頂部返回箭頭回到類別。

source: The phrase pack contains an image that could not be read.
ar: الحزمة تحتوي صورة تعذر قراءتها.
de: Das Pack enthält ein Bild, das nicht gelesen werden konnte.
es: El paquete contiene una imagen que no se pudo leer.
fr: Le pack contient une image illisible.
ja: パックに読めない画像があります。
vi: Gói có ảnh không đọc được.
zh_hans: 语句包包含无法读取的图片。
zh_hant: 語句包含有無法讀取的圖片。

source: The phrase pack contains an unsafe file path and was not imported.
ar: الحزمة تحتوي مسار ملف غير آمن ولم تُستورد.
de: Das Pack enthält einen unsicheren Dateipfad und wurde nicht importiert.
es: El paquete contiene una ruta de archivo no segura y no se importó.
fr: Le pack contient un chemin de fichier non sûr et n’a pas été importé.
ja: パックに安全でないパスがあり、取り込みませんでした。
vi: Gói có đường dẫn tệp không an toàn nên không được nhập.
zh_hans: 语句包包含不安全的文件路径，未导入。
zh_hant: 語句包含有不安全的檔案路徑，未匯入。

source: The phrase pack contains too many files.
ar: حزمة العبارات تحتوي ملفات أكثر من اللازم.
de: Das Phrase-Pack enthält zu viele Dateien.
es: El paquete de frases contiene demasiados archivos.
fr: Le pack de phrases contient trop de fichiers.
ja: フレーズパックのファイル数が多すぎます。
vi: Gói cụm từ có quá nhiều tệp.
zh_hans: 语句包包含的文件过多。
zh_hant: 語句包包含的檔案過多。

source: The phrase pack is compressed in an unsafe way and was not imported.
ar: الحزمة مضغوطة بطريقة غير آمنة ولم تُستورد.
de: Das Pack ist unsicher komprimiert und wurde nicht importiert.
es: El paquete está comprimido de forma no segura y no se importó.
fr: Le pack est compressé de façon non sûre et n’a pas été importé.
ja: パックの圧縮が安全でないため取り込みませんでした。
vi: Gói nén theo cách không an toàn nên không được nhập.
zh_hans: 语句包的压缩方式不安全，未导入。
zh_hant: 語句包的壓縮方式不安全，未匯入。

source: The phrase pack is missing a referenced image or media file.
ar: الحزمة تفتقد صورة أو ملف وسائط مُشار إليه.
de: Im Pack fehlt eine referenzierte Bild- oder Mediendatei.
es: Falta una imagen o archivo multimedia referenciado en el paquete.
fr: Il manque une image ou un fichier média référencé dans le pack.
ja: パックが参照する画像またはメディアがありません。
vi: Gói thiếu ảnh hoặc tệp phương tiện được tham chiếu.
zh_hans: 语句包缺少所引用的图片或媒体文件。
zh_hant: 語句包缺少所引用的圖片或媒體檔。

source: The phrase pack is missing manifest.json.
ar: حزمة العبارات بلا ملف manifest.json.
de: Dem Phrase-Pack fehlt manifest.json.
es: Falta manifest.json en el paquete de frases.
fr: Le pack de phrases n’a pas de manifest.json.
ja: フレーズパックにmanifest.jsonがありません。
vi: Gói cụm từ thiếu manifest.json.
zh_hans: 语句包缺少 manifest.json。
zh_hant: 語句包缺少 manifest.json。

source: The phrase pack is too large to unpack on this device.
ar: الحزمة أكبر من أن تُفك على هذا الجهاز.
de: Das Pack ist zu groß, um auf diesem Gerät entpackt zu werden.
es: El paquete es demasiado grande para descomprimirlo en este dispositivo.
fr: Le pack est trop volumineux pour être décompressé sur cet appareil.
ja: このデバイスではパックを展開するには大きすぎます。
vi: Gói quá lớn để giải nén trên thiết bị này.
zh_hans: 语句包太大，无法在此设备解压。
zh_hant: 語句包太大，無法在此裝置解壓。

source: The selected category no longer exists.
ar: الفئة المحددة لم تعد موجودة.
de: Die ausgewählte Kategorie existiert nicht mehr.
es: La categoría seleccionada ya no existe.
fr: La catégorie sélectionnée n’existe plus.
ja: 選んだカテゴリはもうありません。
vi: Danh mục đã chọn không còn.
zh_hans: 所选类别已不存在。
zh_hant: 所選類別已不存在。

source: The tool can automatically remove the background from any image, isolating just the subject. This makes the image cleaner and easier to recognize against your phrase's background color.
ar: يمكن للأداة إزالة الخلفية تلقائيًا وعزل الموضوع، فيصير أوضح على لون خلفية العبارة.
de: Das Tool kann den Hintergrund entfernen und nur das Motiv lassen. Das Bild ist klarer vor der Hintergrundfarbe der Phrase.
es: La herramienta puede quitar el fondo de cualquier imagen y dejar solo el sujeto, más limpio y fácil de reconocer sobre el color de fondo de la frase.
fr: L’outil peut retirer automatiquement le fond pour isoler le sujet. L’image est plus nette sur la couleur de fond de la phrase.
ja: 背景を自動で取り除き、被写体だけにできます。フレーズの背景色の上で見分けやすくなります。
vi: Công cụ có thể tự xóa nền, chỉ giữ chủ thể. Ảnh gọn hơn, dễ nhận trên màu nền cụm từ.
zh_hans: 工具可自动抠除背景，只留下主体，在语句背景色上更清晰易认。
zh_hant: 工具可自動去背，只留下主體，在語句背景色上更清晰易認。

source: There is not enough storage to import this phrase pack.
ar: لا توجد مساحة كافية لاستيراد حزمة العبارات هذه.
de: Nicht genug Speicher, um dieses Phrase-Pack zu importieren.
es: No hay suficiente almacenamiento para importar este paquete.
fr: Espace insuffisant pour importer ce pack de phrases.
ja: 容量が足りず、このフレーズパックを取り込めません。
vi: Không đủ dung lượng để nhập gói cụm từ này.
zh_hans: 存储空间不足，无法导入此语句包。
zh_hant: 儲存空間不足，無法匯入此語句包。

source: Thick
ar: سميك
de: Dick
es: Grueso
fr: Épais
ja: 太い
vi: Dày
zh_hans: 粗
zh_hant: 粗

source: Thin
ar: رفيع
de: Dünn
es: Fino
fr: Fin
ja: 細い
vi: Mỏng
zh_hans: 细
zh_hant: 細

source: This app is designed with privacy as a core principle. We do not collect, store, or transmit any personal information from your device. All features operate entirely on your device, with no data sent to external servers.
ar: صُمم هذا التطبيق والخصوصية مبدأ أساسي فيه. لا نجمع ولا نخزّن ولا ننقل معلومات شخصية. تعمل كل الميزات على جهازك دون إرسال بيانات لخوادم خارجية.
de: Datenschutz ist Kernprinzip. Wir erheben, speichern oder übertragen keine personenbezogenen Daten. Alle Funktionen laufen auf dem Gerät, ohne Daten an externe Server.
es: Esta app está diseñada con la privacidad como principio central. No recopilamos, almacenamos ni transmitimos información personal. Todas las funciones operan en su dispositivo, sin enviar datos a servidores externos.
fr: Cette app est conçue avec la confidentialité comme principe fondamental. Nous ne collectons, ne stockons ni ne transmettons d’informations personnelles. Tout s’exécute sur l’appareil, sans envoi vers des serveurs externes.
ja: このアプリはプライバシーを中心に作られています。個人情報は集めず、保存せず、送りません。機能は端末の中だけで動き、外部サーバーには送りません。
vi: Ứng dụng lấy quyền riêng tư làm nguyên tắc cốt lõi. Chúng tôi không thu thập, lưu hay truyền thông tin cá nhân. Mọi tính năng chạy trên thiết bị, không gửi dữ liệu ra máy chủ ngoài.
zh_hans: 本应用以隐私为核心。我们不会收集、存储或传输个人信息。所有功能完全在设备上运行，不向外部服务器发送数据。
zh_hant: 本 App 以隱私為核心。我們不會收集、儲存或傳輸個人資訊。所有功能完全在裝置上運作，不向外部伺服器傳送資料。

source: This app is safe for children and students of all ages. No data collection means compliance with COPPA, FERPA, and GDPR.
ar: آمن للأطفال والطلاب من جميع الأعمار. عدم جمع البيانات يعني الامتثال لـ COPPA وFERPA وGDPR.
de: Sicher für Kinder und Schüler jeden Alters. Keine Datenerhebung bedeutet Konformität mit COPPA, FERPA und DSGVO.
es: Es segura para niños y estudiantes de todas las edades. Sin recopilación de datos, cumple COPPA, FERPA y RGPD.
fr: Elle est sûre pour les enfants et élèves de tous âges. Sans collecte, elle respecte COPPA, FERPA et le RGPD.
ja: あらゆる年齢の子ども・生徒に安全です。データを集めないのでCOPPA、FERPA、GDPRに沿います。
vi: An toàn cho trẻ em và học sinh mọi lứa tuổi. Không thu thập dữ liệu nghĩa là tuân thủ COPPA, FERPA và GDPR.
zh_hans: 对所有年龄的儿童和学生都安全。不收集数据即符合 COPPA、FERPA 和 GDPR。
zh_hant: 對所有年齡的兒童和學生都安全。不收集資料即符合 COPPA、FERPA 與 GDPR。

source: This clears saved calibration math and recenters the gaze cursor (same as a double-blink recenter).
ar: يمسح حساب المعايرة المحفوظ ويعيد توسيط مؤشر النظرة (مثل رمشتين).
de: Löscht gespeicherte Kalibrierung und zentriert den Blickzeiger (wie Doppelblinzeln).
es: Esto borra la calibración guardada y recentra el cursor de mirada (igual que un doble parpadeo).
fr: Cela efface le calibrage enregistré et recentre le curseur du regard (comme un double clignement).
ja: 保存したキャリブレーションを消し、視線カーソルを中央に戻します（まばたき2回と同じ）。
vi: Xóa hiệu chỉnh đã lưu và căn lại con trỏ nhìn (giống chớp hai lần).
zh_hans: 这会清除已保存的校准并重新居中注视光标（与连眨两次相同）。
zh_hant: 這會清除已儲存的校正並重新置中注視游標（與連眨兩次相同）。

source: This device does not support Bluetooth LE.
ar: هذا الجهاز لا يدعم Bluetooth LE.
de: Dieses Gerät unterstützt kein Bluetooth LE.
es: Este dispositivo no admite Bluetooth LE.
fr: Cet appareil ne prend pas en charge le Bluetooth LE.
ja: このデバイスはBluetooth LEに対応していません。
vi: Thiết bị này không hỗ trợ Bluetooth LE.
zh_hans: 此设备不支持蓝牙 LE。
zh_hant: 此裝置不支援藍牙 LE。

source: This does not look like a Switch2GO phrase pack.
ar: هذا لا يبدو حزمة عبارات Switch2GO.
de: Das sieht nicht wie ein Switch2GO-Phrase-Pack aus.
es: Esto no parece un paquete de frases de Switch2GO.
fr: Ceci ne ressemble pas à un pack de phrases Switch2GO.
ja: これはSwitch2GOのフレーズパックではなさそうです。
vi: Đây không giống gói cụm từ Switch2GO.
zh_hans: 这看起来不像 Switch2GO 语句包。
zh_hant: 這看起來不像 Switch2GO 語句包。

source: This file is larger than 24.75 MB. School email may reject it. Use AirDrop or Files if sending it onward.
ar: هذا الملف أكبر من 24.75 ميغابايت. قد يرفضه البريد المدرسي. استخدم AirDrop أو الملفات لإرساله.
de: Diese Datei ist größer als 24,75 MB. Schul-E-Mail kann sie ablehnen. Senden Sie per AirDrop oder Dateien weiter.
es: Este archivo supera 24,75 MB. El correo escolar puede rechazarlo. Use AirDrop o Archivos para enviarlo.
fr: Ce fichier dépasse 24,75 Mo. L’e-mail scolaire peut le refuser. Utilisez AirDrop ou Fichiers pour l’envoyer.
ja: このファイルは24.75MB超です。学校メールは拒否することがあります。転送はAirDropかファイルを使ってください。
vi: Tệp này lớn hơn 24,75 MB. Email trường có thể từ chối. Dùng AirDrop hoặc Tệp nếu gửi tiếp.
zh_hans: 此文件大于 24.75 MB。学校邮箱可能会拒收。转发请用隔空投送或“文件”。
zh_hant: 此檔案大於 24.75 MB。學校郵件可能拒收。轉寄請用 AirDrop 或「檔案」。

source: This is your last chance to cancel. All custom data will be lost forever.
ar: هذه فرصتك الأخيرة للإلغاء. ستضيع كل البيانات المخصصة إلى الأبد.
de: Letzte Chance zum Abbrechen. Alle eigenen Daten gehen unwiderruflich verloren.
es: Esta es su última oportunidad de cancelar. Todos los datos personalizados se perderán para siempre.
fr: Dernière chance d’annuler. Toutes les données personnalisées seront perdues.
ja: キャンセルできる最後の機会です。カスタムデータは失われます。
vi: Đây là lần hủy cuối. Mọi dữ liệu tùy chỉnh sẽ mất mãi.
zh_hans: 这是取消的最后机会。所有自定义数据将永久丢失。
zh_hant: 這是取消的最後機會。所有自訂資料將永遠遺失。

source: This pack
ar: هذه الحزمة
de: Dieses Pack
es: Este paquete
fr: Ce pack
ja: このパック
vi: Gói này
zh_hans: 此包
zh_hant: 此套件

source: This pack is larger than 24.75 MB. School email may reject it. Use AirDrop or Save to Files.
ar: هذه الحزمة أكبر من 24.75 ميغابايت. قد يرفضها البريد المدرسي. استخدم AirDrop أو الحفظ في الملفات.
de: Dieses Pack ist größer als 24,75 MB. Schul-E-Mail kann es ablehnen. Nutzen Sie AirDrop oder In Dateien sichern.
es: Este paquete supera 24,75 MB. El correo escolar puede rechazarlo. Use AirDrop o Guardar en Archivos.
fr: Ce pack dépasse 24,75 Mo. L’e-mail scolaire peut le refuser. Utilisez AirDrop ou Enregistrer dans Fichiers.
ja: このパックは24.75MB超です。学校メールは拒否することがあります。AirDropかファイルに保存してください。
vi: Gói này lớn hơn 24,75 MB. Email trường có thể từ chối. Dùng AirDrop hoặc Lưu vào Tệp.
zh_hans: 此包大于 24.75 MB。学校邮箱可能会拒收。请使用隔空投送或存储到“文件”。
zh_hant: 此套件大於 24.75 MB。學校郵件可能拒收。請使用 AirDrop 或儲存到「檔案」。

source: This phrase pack uses format version %d, which this app cannot read.
ar: تستخدم هذه الحزمة إصدار التنسيق %d الذي لا يستطيع هذا التطبيق قراءته.
de: Dieses Pack nutzt Formatversion %d, die diese App nicht lesen kann.
es: Este paquete usa la versión de formato %d, que esta app no puede leer.
fr: Ce pack utilise la version de format %d, que cette app ne peut pas lire.
ja: このパックの形式バージョンは%dで、このアプリでは読めません。
vi: Gói này dùng phiên bản định dạng %d mà ứng dụng không đọc được.
zh_hans: 此语句包使用格式版本 %d，本应用无法读取。
zh_hant: 此語句包使用格式版本 %d，本 App 無法讀取。

source: This will create an additional copy of this board. Existing phrases are not replaced. Identical labels (for example two buttons named Water) are both kept.
ar: سينشئ هذا نسخة إضافية من هذه اللوحة. العبارات الحالية لا تُستبدل. تُحفظ التسميات المتطابقة (مثل زرّين باسم ماء) معًا.
de: Es wird eine weitere Kopie dieses Boards erstellt. Vorhandene Phrasen werden nicht ersetzt. Identische Beschriftungen (z. B. zwei Tasten „Wasser“) bleiben beide erhalten.
es: Esto creará otra copia de este tablero. Las frases existentes no se reemplazan. Las etiquetas idénticas (por ejemplo dos botones llamados Agua) se conservan ambas.
fr: Cela créera une copie supplémentaire de ce tableau. Les phrases existantes ne sont pas remplacées. Les libellés identiques (par exemple deux boutons Eau) sont tous deux conservés.
ja: このボードのコピーをもう1つ作ります。既存フレーズは置き換えません。同じ名前（例: 「水」ボタンが2つ）も両方残します。
vi: Sẽ tạo thêm bản sao bảng này. Cụm từ hiện có không bị thay. Nhãn trùng (ví dụ hai nút Nước) đều được giữ.
zh_hans: 这将再创建一份看板副本。现有语句不会被替换。相同标签（例如两个名为“水”的按钮）都会保留。
zh_hant: 這將再建立一份看板副本。現有語句不會被取代。相同標籤（例如兩個名為「水」的按鈕）都會保留。

source: This will delete all custom categories and phrases, and remove saved images and media. Preset data will be restored to defaults. This cannot be undone.
ar: سيحذف كل الفئات والعبارات المخصصة ويزيل الصور والوسائط المحفوظة. ستُعاد البيانات المضمّنة إلى الافتراضي. لا يمكن التراجع.
de: Löscht alle eigenen Kategorien und Phrasen sowie gespeicherte Bilder und Medien. Vorgaben werden zurückgesetzt. Das kann nicht rückgängig gemacht werden.
es: Esto eliminará todas las categorías y frases personalizadas, y quitará imágenes y multimedia. Los datos predefinidos volverán a los valores predeterminados. No se puede deshacer.
fr: Cela supprimera toutes les catégories et phrases personnalisées, ainsi que les images et médias. Les données prédéfinies seront rétablies. Irréversible.
ja: カスタムのカテゴリとフレーズ、保存した画像とメディアを削除します。プリセットは初期値に戻ります。元に戻せません。
vi: Sẽ xóa mọi danh mục và cụm từ tùy chỉnh, ảnh và phương tiện đã lưu. Dữ liệu có sẵn trở về mặc định. Không hoàn tác được.
zh_hans: 这将删除所有自定义类别和语句，并移除已保存的图片和媒体。预设数据将恢复默认。无法撤销。
zh_hant: 這將刪除所有自訂類別與語句，並移除已儲存的圖片與媒體。預設資料將恢復預設值。無法復原。

source: This will permanently delete '%@' and all its phrases.
ar: سيؤدي هذا إلى حذف «%@» وجميع عباراتها نهائيًا.
de: Dadurch werden „%@“ und alle zugehörigen Phrasen dauerhaft gelöscht.
es: Esto eliminará de forma permanente «%@» y todas sus frases.
fr: Cela supprimera définitivement « %@ » et toutes ses phrases.
ja: 「%@」とそのすべてのフレーズを完全に削除します。
vi: Thao tác này sẽ xóa vĩnh viễn '%@' và mọi cụm từ của nó.
zh_hans: 这将永久删除“%@”及其全部语句。
zh_hant: 這將永久刪除「%@」及其全部語句。

source: This will permanently delete '%@'.
ar: سيؤدي هذا إلى حذف «%@» نهائيًا.
de: Dadurch wird „%@“ dauerhaft gelöscht.
es: Esto eliminará de forma permanente «%@».
fr: Cela supprimera définitivement « %@ ».
ja: 「%@」を完全に削除します。
vi: Thao tác này sẽ xóa vĩnh viễn '%@'.
zh_hans: 这将永久删除“%@”。
zh_hant: 這將永久刪除「%@」。

source: This will permanently replace your current board. Continue?
ar: سيستبدل هذا لوحك الحالي نهائيًا. هل تريد المتابعة؟
de: Dadurch wird Ihr aktuelles Board dauerhaft ersetzt. Fortfahren?
es: Esto reemplazará de forma permanente su tablero actual. ¿Continuar?
fr: Cela remplacera définitivement votre tableau actuel. Continuer ?
ja: 今のボードを完全に置き換えます。続けますか？
vi: Thao tác này sẽ thay vĩnh viễn bảng hiện tại. Tiếp tục?
zh_hans: 这将永久替换当前看板。继续？
zh_hant: 這將永久取代目前看板。繼續？

source: This will reset:
ar: سيعيد تعيين:
de: Dies setzt zurück:
es: Esto restablecerá:
fr: Ceci réinitialisera :
ja: リセットされるもの:
vi: Sẽ đặt lại:
zh_hans: 将重置：
zh_hant: 將重設：

source: Timing & Sensitivity
ar: التوقيت والحساسية
de: Timing und Empfindlichkeit
es: Tiempo y sensibilidad
fr: Timing et sensibilité
ja: タイミングと感度
vi: Thời gian và độ nhạy
zh_hans: 时间与灵敏度
zh_hant: 時間與靈敏度

source: Tip: If tracking seems off, rotate to a supported orientation and hold the iPad steady for a moment so tracking can recover.
ar: نصيحة: إن بدا التتبع غير دقيق، أدِر إلى اتجاه مدعوم وثبّت الـ iPad لحظة ليتعافى التتبع.
de: Tipp: Wirkt das Tracking falsch, drehen Sie in eine unterstützte Lage und halten Sie das iPad kurz ruhig.
es: Consejo: Si el seguimiento falla, gire a una orientación compatible y mantenga el iPad estable un momento para que se recupere.
fr: Astuce : si le suivi semble faux, passez à une orientation prise en charge et tenez l’iPad stable un instant pour qu’il se rétablisse.
ja: ヒント: 追跡がずれたら、対応する向きにしてiPadを少し安定させると戻りやすいです。
vi: Mẹo: Nếu theo dõi lệch, xoay sang hướng được hỗ trợ và giữ iPad yên một lúc để khôi phục.
zh_hans: 提示：若追踪不准，转到支持的方向并稍稍稳住 iPad，以便恢复。
zh_hant: 提示：若追蹤不準，轉到支援的方向並稍稍穩住 iPad，以便恢復。

source: To change your input method, open Settings (gear icon, top right) and go to Selection Mode. You can choose Touch Only, Face Tracking (head movements), or Eye Gaze.
ar: لتغيير طريقة الإدخال افتح الإعدادات (أيقونة الترس أعلى اليمين) ثم وضع التحديد. يمكن اختيار لمس فقط أو تتبع الوجه (حركات الرأس) أو النظرة.
de: Eingabemethode ändern: Einstellungen (Zahnrad oben rechts) → Auswahlmodus. Nur Touch, Gesicht (Kopf) oder Blick.
es: Para cambiar el método de entrada, abra Ajustes (engranaje, arriba a la derecha) y vaya a Modo de selección. Puede elegir Solo toque, Seguimiento facial (cabeza) o Mirada.
fr: Pour changer la méthode, ouvrez Réglages (engrenage, en haut à droite) puis Mode de sélection : Toucher seul, Suivi du visage (tête) ou Regard.
ja: 操作方法を変えるには設定（右上の歯車）→選択モード。タッチのみ、顔（頭の動き）、視線から選べます。
vi: Để đổi cách nhập, mở Cài đặt (bánh răng trên phải) rồi Chế độ chọn. Có Chỉ chạm, Theo dõi mặt (đầu) hoặc Nhìn.
zh_hans: 要更改输入方式，打开设置（右上齿轮）并进入选择模式。可选仅触摸、面部追踪（头部动作）或眼动。
zh_hant: 要變更輸入方式，開啟設定（右上齒輪）並進入選擇模式。可選僅觸控、臉部追蹤（頭部動作）或眼球。

source: To import from Mail or AirDrop, open the .switch2go attachment and choose Switch2GO. Guided Access or Single App Mode blocks Mail and AirDrop; turn those off first, or use Import from Files.
ar: للاستيراد من البريد أو AirDrop افتح مرفق ‎.switch2go واختر Switch2GO. الوصول الموجّه أو وضع تطبيق واحد يحجبان البريد وAirDrop؛ أوقف ذلك أو استخدم الاستيراد من الملفات.
de: Zum Import aus Mail oder AirDrop die .switch2go-Anlage öffnen und Switch2GO wählen. Geführter Zugriff oder Einzel-App-Modus blockieren Mail und AirDrop; zuerst deaktivieren oder Import aus Dateien nutzen.
es: Para importar desde Mail o AirDrop, abra el adjunto .switch2go y elija Switch2GO. Acceso guiado o modo de una sola app bloquean Mail y AirDrop; desactívelos o use Importar desde Archivos.
fr: Pour importer depuis Mail ou AirDrop, ouvrez la pièce .switch2go et choisissez Switch2GO. Accès guidé ou mode app unique bloquent Mail et AirDrop ; désactivez-les ou utilisez Importer depuis Fichiers.
ja: メールやAirDropから取り込むには.switch2go添付を開きSwitch2GOを選びます。ガイドアクセスやシングルAppモードはメールとAirDropを止めます。先にオフにするか、ファイルから読み込んでください。
vi: Để nhập từ Mail hoặc AirDrop, mở tệp đính .switch2go và chọn Switch2GO. Truy cập được hướng dẫn hoặc Chế độ một app chặn Mail và AirDrop; tắt trước hoặc dùng Nhập từ Tệp.
zh_hans: 要从邮件或隔空投送导入，请打开 .switch2go 附件并选择 Switch2GO。引导式访问或单 App 模式会阻止邮件和隔空投送；请先关闭，或使用从“文件”导入。
zh_hant: 要從郵件或 AirDrop 匯入，請開啟 .switch2go 附件並選擇 Switch2GO。引導使用或單一 App 模式會阻擋郵件與 AirDrop；請先關閉，或使用從「檔案」匯入。

source: Top Left
ar: أعلى اليسار
de: Oben links
es: Arriba izquierda
fr: Haut gauche
ja: 左上
vi: Trên trái
zh_hans: 左上
zh_hant: 左上

source: Top Right
ar: أعلى اليمين
de: Oben rechts
es: Arriba derecha
fr: Haut droit
ja: 右上
vi: Trên phải
zh_hans: 右上
zh_hant: 右上

source: top-left
ar: أعلى اليسار
de: oben links
es: arriba a la izquierda
fr: en haut à gauche
ja: 左上
vi: trên-trái
zh_hans: 左上
zh_hant: 左上

source: top-right
ar: أعلى اليمين
de: oben rechts
es: arriba a la derecha
fr: en haut à droite
ja: 右上
vi: trên-phải
zh_hans: 右上
zh_hant: 右上

source: Touch & Switch Only
ar: لمس ومفتاح فقط
de: Nur Touch und Schalter
es: Solo toque e interruptor
fr: Toucher et switch uniquement
ja: タッチとスイッチのみ
vi: Chỉ chạm và công tắc
zh_hans: 仅触摸和开关
zh_hant: 僅觸控與開關

source: Touch Only
ar: لمس فقط
de: Nur Touch
es: Solo toque
fr: Toucher uniquement
ja: タッチのみ
vi: Chỉ chạm
zh_hans: 仅触摸
zh_hant: 僅觸控
